{
  "category": {
    "id": "hedelmät",
    "name": "Hedelmät",
    "subtitle": "Kattava opas erilaisista hedelmistä, niiden ominaisuuksista ja käyttötarkoituksista",
    "description": "Hedelmät tuovat ruokiin ja juomiin makeutta, happamuutta, väriä ja ravintoa. Eri hedelmillä on omat erityisominaisuutensa ja käyttötarkoituksensa.",
    "imageUrl": "/images/ingredients/hedelmät.jpg",
    "tags": [
      "tuoreruoka",
      "jälkiruoat",
      "leivonta",
      "vitamiinit",
      "kuidut"
    ]
  },
  "ingredients": [
    {
      "id": "appelsiini",
      "name": "Appelsiini",
      "category": "hedelmät",
      "description": "Mehukasta sitruskasvin hedelmä, joka tuo makeaa happamuutta ja C-vitamiinia ruokiin. Kuoriraaste, mehu ja lohkot sopivat sekä makeisiin että suolaisiin ruokiin. pH 3.0-4.0, ~70 mg C-vitamiinia / 100g. Käytetään jälkiruoissa, leivonnassa, salaateissa, juomissa ja marinadeissa. Säilyy huoneenlämmössä 1-2 viikkoa, jääkaapissa 3-4 viikkoa.",
      "production": "Appelsiinit kasvavat ikivihreissä puissa subtrooppisessa ilmastossa, jossa päivät ovat lämpimät ja yöt viileitä. Hedelmien kehittyminen kestää 6-12 kuukautta kukinnan jälkeen, ja kypsyys määräytyy sokeripitoisuuden ja hapon tasapainon mukaan eikä niinkään värin perusteella. Suomen markkinoilla myytävät appelsiinit tulevat pääasiassa Espanjasta (Valencia, Navel), Italiasta (veriappelsiinit), Marokosta ja Etelä-Afrikasta sesongista riippuen. Eurooppalaisten appelsiinien satokausi on talvella, kun taas eteläisen pallonpuoliskon appelsiinit ovat parhaimmillaan kesällä. Appelsiinien kuori käsitellään usein vahan tai muun säilöntäaineen kanssa kuljetuksen aikana, joten luomuversiot ovat parempia kuoriraasteen tekoon.",
      "variants": [
        {
          "name": "Navel",
          "description": "Makea, vähemmän happoinen, selkeä 'napa' hedelmän pohjassa, erinomainen tuoreena syötäväksi"
        },
        {
          "name": "Valencia",
          "description": "Mehukas, hapokkaampi, vähemmän siemeniä, soveltuu erityisesti mehuksi"
        },
        {
          "name": "Cara Cara",
          "description": "Punertava hedelmäliha, makea, vähemmän happoinen, kaunis salaateissa ja jälkiruoissa"
        },
        {
          "name": "Veriappelsiini",
          "description": "Punertava tai viininpunainen liha, kirpeänmakea, näyttävä erityisruoissa"
        }
      ],
      "tips": [
        "Valitse käyttötarkoituksen mukaan: tummemman oranssit hedelmät ovat usein makeampia",
        "Raasta vain appelsiinin kuoren oranssi osa (zest), valkoinen osa on kitkerää",
        "Huoneenlämpöisestä appelsiinista saa enemmän mehua kuin kylmästä",
        "Pyöritä hedelmää pöytää vasten ennen puristamista mehun määrän maksimoimiseksi"
      ],
      "sourcing": "Valitse kiinteä, painava appelsiini jolla on kirkas, sileä kuori ilman pehmeitä kohtia. Kuoren väri ei ole aina indikaattori kypsyydestä, mutta värikäs ja hieman joustava hedelmä on usein hyvän makuinen. Luomuappelsiinit ovat parempi valinta, jos käytät kuorta, sillä ne eivät sisällä vahamaista pintakäsittelyä.",
      "käyttö": "Kuoriraaste: raasta vain oranssi osa, lisää leivontaan tai salaattiin. Mehu: purista tuoreena, käytä juomissa tai kastikkeissa. Lohkot: lisää salaattiin, jälkiruokiin tai syö tuoreena.",
      "season": {
        "availability": "Ympäri vuoden, parhaimmillaan talvella",
        "bestSeason": "Marras-helmikuu"
      },
      "alternatives": [
        {
          "name": "Mandariini",
          "id": "mandariini",
          "forDiet": [
            "kaikki"
          ],
          "notes": "Makeampi, vähemmän happoinen vaihtoehto"
        },
        {
          "name": "Greippi",
          "id": "greippi",
          "forDiet": [
            "kaikki"
          ],
          "notes": "Karvaampi ja hapokkaampi vaihtoehto"
        },
        {
          "name": "Sitruuna",
          "id": "sitruuna",
          "forDiet": [
            "kaikki"
          ],
          "notes": "Huomattavasti hapokkaampi, käytä pienempää määrää"
        }
      ],
      "dietaryInfo": [
        "vegaaninen",
        "gluteeniton",
        "raakana syötävä"
      ],
      "tags": [
        "sitrushedelmä",
        "C-vitamiini",
        "mehu",
        "kuoriraaste",
        "terpeenit"
      ],
      "flavorProfile": {
        "sweetness": 6,
        "saltiness": 0,
        "sourness": 5,
        "bitterness": 2,
        "umami": 0
      }
    },
    {
      "id": "sitruuna",
      "name": "Sitruuna",
      "category": "hedelmät",
      "description": "Erittäin hapan sitruskasvin hedelmä, joka on välttämätön monien ruokien valmistuksessa. Mehu, kuoriraaste ja hedelmäliha tasapainottavat makeita ja rasvaisia makuja. pH 2.0-2.6, ~50 mg C-vitamiinia / 100g. Käytetään kastikkeissa, leivonnassa, juomissa, marinadeissa ja säilönnässä. Säilyy huoneenlämmössä 1 viikko, jääkaapissa 3-4 viikkoa.",
      "production": "Sitruunat kasvavat subtrooppisessa ilmastossa sitruunapuissa, jotka kukkivat ja tuottavat hedelmiä ympäri vuoden sopivissa olosuhteissa. Parhaat sitruunat kypsyvät hitaasti viileämmässä ilmastossa, mikä kehittää voimakkaan aromin ja runsaan mehun. Suomen markkinoilla myytävät sitruunat tulevat pääasiassa Välimeren alueelta - Espanjasta, Italiasta ja Turkista talvella, sekä Argentiinasta ja Etelä-Afrikasta kesäkuukausina. Meyer-sitruuna on appelsiinin ja sitruunan risteytys, jolla on makeampi maku ja ohuempi kuori. Sitruunat korjataan usein hieman kypsymättöminä, jotta ne kestävät kuljetuksen paremmin. Sitruunat voivat jatkaa kypsymistä varastoinnissa, mutta mehun määrä ei enää lisäänny.",
      "variants": [
        {
          "name": "Eureka-sitruuna",
          "description": "Yleisin kaupallinen lajike, paksu kuori, runsaasti mehua"
        },
        {
          "name": "Meyer-sitruuna",
          "description": "Makeampi, ohuempi kuori, appelsiinin ja sitruunan risteytys"
        },
        {
          "name": "Luomusitruuna",
          "description": "Käsittelemätön kuori, paras kuoriraasteen tekoon"
        }
      ],
      "tips": [
        "Pyöritä sitruunaa pöydällä ennen puristamista mehun määrän maksimoimiseksi",
        "Raasta kuori ennen puristamista - kuoriraaste säilyy pakastimessa",
        "Lisää sitruunamehua viimeisenä säilyttääksesi C-vitamiinin",
        "Käytä vain kuoren keltaista osaa - valkoinen osa on kitkerää"
      ],
      "sourcing": "Valitse kiinteät, raskaat sitruunat, joissa on sileä, kiiltävä kuori. Vältä pehmeitä kohtia tai vihertäviä alueita. Luomusitruunat ovat parempia kuoriraasteen tekoon, koska ne eivät sisällä vahamaista pintakäsittelyä.",
      "käyttö": "Kuoriraaste: raasta vain keltaista osaa, lisää leivontaan tai kastikkeisiin. Mehu: purista tuoreena, käytä kastikkeissa, juomissa tai marinadeissa. Lohkot: lisää juomiin, kalaan tai salaattiin.",
      "season": {
        "availability": "Ympäri vuoden",
        "bestSeason": "Talvi-kevät"
      },
      "alternatives": [
        {
          "name": "Sitruunahappo",
          "id": "sitruunahappo",
          "forDiet": [
            "kaikki"
          ],
          "notes": "1 rkl sitruunamehua = 1/8 tl sitruunahappoa"
        },
        {
          "name": "Valkoviinietikka",
          "id": "valkoviinietikka",
          "forDiet": [
            "kaikki"
          ],
          "notes": "Korvaa sitruunamehun happamuuden, mutta ei aromia"
        },
        {
          "name": "Lime",
          "id": "lime",
          "forDiet": [
            "kaikki"
          ],
          "notes": "Samankaltainen happamuus, hieman erilainen aromi"
        }
      ],
      "dietaryInfo": [
        "vegaaninen",
        "gluteeniton",
        "raakana syötävä"
      ],
      "tags": [
        "sitrushedelmä",
        "happamuus",
        "C-vitamiini",
        "kuoriraaste",
        "säilöntä"
      ],
      "flavorProfile": {
        "sweetness": 1,
        "saltiness": 0,
        "sourness": 9,
        "bitterness": 3,
        "umami": 0
      }
    }
  ]
} 